Repository: common-repository/wp-obfuscator
Catalog: languages/wpobfuscator-*.po
Languages: fr_fr

source: Obfuscate
fr_fr: Obfusquer

source: Warning : your wp-config.php file is in clear text, a hacker can easily read it ! Please, save your wp-config.php file before to obfuscate it !
fr_fr: Attention : votre fichier wp-config.php est en texte clair, un hacker peut facilement le lire. Merci de bien vouloir sauvegarder votre fichier wp-config.php avant de l'obfusquer !

source: That's your current clear text wp-config.php file :
fr_fr: Ceci est votre fichier wp-config.php actuel en texte claire :

source: Deobfuscate
fr_fr: Dé-obfusquer

source: Congrats ! Your wp-config.php file is obfuscated !
fr_fr: Félicitations ! Votre fichier wp-config.php est obfusqué !

source: That's your new obfuscated wp-config.php file :
fr_fr: Ceci est votre nouveau fichier wp-config.php obfusqué :

source: Obfuscation depth :
fr_fr: Profondeur d'obfusquation :

source: Save
fr_fr: Sauvegarder

source: Warning : your wp-config.php file is in clear text, a hacker can easily read it !
fr_fr: Attention : votre fichier wp-config.php est en texte clair, un hacker peut facilement le lire !

source: Obfuscate your wp-config.php file now !
fr_fr: Obfusquer votre fichier wp-config.php maintenant !

source: Settings
fr_fr: Réglages
